Repository: CASES-LU/TACOS
Catalog: src/assets/i18n/*.po
Languages: fr

source: <code>[+][country code][area code][local phone number]</code><hr />
fr: <code>[+][code pays][indicatif régional][numéro de téléphone]</code><hr />

source: About
fr: À propos

source: Affero GPL license version 3
fr: Licence Affero GPL version 3

source: All day
fr: Toute la journée

source: Alphanumeric and Special Characters
fr: Caractères alphanumériques et spéciaux

source: Article from
fr: Article de

source: Article(s) found:
fr: Article(s) trouvé(s) :

source: Awareness videos
fr: Vidéos de sensibilisation

source: By manual collection it is important to understand that you will always decide which phone number you want to report.
fr: Par la collecte manuelle, il est important de comprendre que vous déciderez toujours quel numéro de téléphone vous voulez signaler.

source: Calendar
fr: Calendrier

source: Cancel
fr: Annuler

source: Card Name
fr: Nom de la carte

source: Changes to this privacy policy
fr: Modifications à cette politique de confidentialité

source: Check
fr: Vérifier

source: Check a phone number
fr: Vérifier un numéro de téléphone

source: Children’s privacy
fr: Protection de la vie privée des enfants

source: Confirm delete this password card?
fr: Confirmez l'effacement de cette carte de mot de passe ?

source: Confirm this number is a spam?
fr: Confirmer que ce numéro est un spam ?

source: Contact us
fr: Nous contacter

source: Delete confirmation
fr: Confirmation de suppression

source: Do you want to exit the app?
fr: Voulez-vous quitter l'app ?

source: Example:<hr />
fr: Exemple:<hr />

source: Exit confirmation
fr: Confirmation de sortie

source: Final Score
fr: Score Final

source: Financial fraud
fr: Fraude financière

source: Find the vulnerabilities
fr: Trouver les vulnérabilités

source: For any issue concerning security please contact
fr: Pour toute question concernant la sécurité, veuillez contacter

source: Games
fr: Jeux

source: Games and Quiz
fr: Jeux et Quiz

source: General
fr: Général

source: Generate Card
fr: Générer la carte

source: Help
fr: Aide

source: Home
fr: Accueil

source: How to generate your passwords?
fr: Comment générer vos mots de passe ?

source: I found an interesting article with the CASES mobile application (https://tacos.cases.lu):
fr: J'ai trouvé un article intéressant avec l'application mobile CASES (https://tacos.cases.lu):

source: If you choose to use our service, then you agree to the <b>manual collection</b> and use of information in relation with this policy. This information will be used to improve this service.
fr: Si vous choisissez d'utiliser notre service, vous acceptez la <b>collecte manuelle</b> et l'utilisation des informations en conformité avec cette politique. Ces informations seront utilisées pour améliorer ce service.

source: If you have any questions or suggestions about our privacy policy, do not hesitate to
fr: Si vous avez des questions ou des suggestions concernant notre politique de confidentialité, n'hésitez pas à

source: Information collection and use
fr: Collecte et utilisation des informations

source: International phone number formatting (E.164):<hr />
fr: Mise en forme des numéros de téléphone internationaux (E.164):<hr />

source: Language
fr: Langue

source: Legitimate
fr: Légitime

source: Links to other sites
fr: Liens vers d'autres sites

source: List of Cards
fr: Liste des cartes

source: Log data
fr: Données de journalisation

source: Make sure that Wi-Fi or mobile data is turned on that try again
fr: Assurez-vous que le Wi-Fi ou les données mobiles sont activés et réessayez

source: New Card
fr: Nouvelle carte

source: News
fr: Actualités

source: Next
fr: Suivant

source: No
fr: Non

source: No Internet connection
fr: Pas de connexion Internet

source: Numbers reported as spam
fr: Numéros signalés comme spam

source: OK
fr: D'accord

source: Only Alphanumeric
fr: Uniquement alphanumérique

source: Other
fr: Autre

source: Our application and back-end services are not using cookies and sessions.
fr: Notre application et nos services de back-end n'utilisent pas de cookies et de sessions.

source: Password Card
fr: Carte de mot de passe

source: Person
fr: Personne

source: Phish or not ?
fr: Phishing ou non ?

source: Phone number with country code
fr: Numéro de téléphone avec indicatif de pays

source: Please wait...
fr: Veuillez patienter....

source: Previous
fr: Précédent

source: Privacy policy
fr: Politique de confidentialité

source: Remember your choices
fr: Souvenez-vous de vos choix

source: Report
fr: Signaler

source: Report a spam
fr: Signaler un spam

source: Report this number as a spam ?
fr: Signaler ce numéro comme spam ?

source: Reported
fr: Signalé

source: Restart
fr: Recommencez

source: Return to the quiz Menu
fr: Retourner au menu Jeux et Quiz

source: Scam
fr: Arnaque

source: Search
fr: Rechercher

source: Security
fr: Sécurité

source: Security in your smartphone
fr: Sécurité sur votre smartphone

source: Security made in Lëtzebuerg g.i.e. built the TACOS application as a open source software. This service is provided by Security made in Lëtzebuerg g.i.e. at no cost and is intended for use as is.
fr: Security made in Lëtzebuerg g.i.e. a développé l'application TACOS en tant que logiciel libre. Ce service est fourni gratuitement par Security made in Lëtzebuerg g.i.e. et est destiné à être utilisé tel quel.

source: Security made in Lëtzebuerg g.i.e. is not relying on third-party companies and individuals.
fr: Security made in Lëtzebuerg g.i.e. ne fait pas appel à des entreprises ou des particuliers tiers.

source: See the correction
fr: Voir la correction

source: Select a row and a column
fr: Sélectionnez une ligne et une colonne

source: Select at least 8 characters
fr: Sélectionnez au moins 8 caractères

source: Select direction
fr: Sélectionnez une direction

source: Send the spam number in clear
fr: Envoyer le numéro de spam en clair

source: Service providers
fr: Prestataires de services

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Software license
fr: Licence du logiciel

source: Sorry, but it s legitimate
fr: Désolé, mais c'était légitime

source: Spam confirmation
fr: Confirmation du spam

source: Step 1
fr: Étape 1

source: Step 2
fr: Étape 2

source: Step 3
fr: Étape 3

source: Step 4
fr: Étape 4

source: Survey
fr: Sondage

source: Telemarketer
fr: Téléprospecteur

source: Thank you for your contribution.
fr: Merci pour votre contribution.

source: The reported phone number will be hashed
fr: Le numéro de téléphone indiqué sera haché

source: The reported phone number will be sent in clear.
fr: Le numéro de téléphone signalé sera envoyé en clair.

source: The source code of the back-end service of TACOS is licensed under
fr: Le code source du service back-end de TACOS est sous

source: The terms used in the privacy policy available at
fr: Les termes utilisés dans la politique de confidentialité sont disponibles sur

source: Theme
fr: Thème

source: This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of personal information if anyone decided to use our service.
fr: Cette page est utilisée pour informer les utilisateurs de notre application au sujet de nos politiques en matière de collecte, d'utilisation et de divulgation de leurs données personnelles si vous décidez d'utiliser nos services.

source: This service do not address anyone under the age of 16. We do not knowingly collect personal identifiable information from children under 16. In the case we discover that a child under 16 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.
fr: Ce service ne s'adresse pas aux personnes de moins de 16 ans. Nous ne recueillons pas sciemment de données personnelles identifiables auprès d'enfants de moins de 16 ans. Si nous découvrons qu'un enfant de moins de 16 ans nous a fourni des informations personnelles, nous les supprimons immédiatement de nos serveurs. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des données personnelles, veuillez nous contacter pour que nous puissions prendre les mesures nécessaires.

source: This service is not collecting any personally identifiable information. The main goal is to allow the user to detect spam phone numbers.
fr: Ce service ne recueille aucune information personnelle identifiable. L'objectif principal est de permettre à l'utilisateur de détecter les numéros de téléphone indésirables.

source: This service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the privacy policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.
fr: Ce service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas gérés par nous. Par conséquent, nous vous conseillons fortement de consulter la politique de confidentialité de ces sites Web. Nous n'avons aucun contrôle sur le contenu, les politiques de confidentialité ou les pratiques des sites ou services de tiers et n'assumons aucune responsabilité à cet égard.

source: Tips and Tricks
fr: Trucs et astuces

source: Type of spam
fr: Type de spam

source: Unfortunately, it s a phish
fr: Malheureusement, c'est un cas de phishing

source: Videos
fr: Vidéos

source: We do not collect log data from the device.
fr: Nous ne collectons pas de logs de l'appareil.

source: We may update our privacy policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new privacy policy on this page and in the TACOS mobile application. These changes are effective immediately, after they are posted on this page.
fr: Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Par conséquent, nous vous conseillons de consulter cette page périodiquement pour vous tenir au courant de tout changement. Nous vous informerons de tout changement en affichant la nouvelle politique de confidentialité sur cette page et dans l'application mobile TACOS. Ces modifications entrent en vigueur immédiatement, après leur affichage sur cette page.

source: Yes
fr: Oui

source: Yes, it s a phish
fr: Oui, c'est bien un cas de phishing

source: Yes, it s legitimate
fr: Oui, c'est légitime

source: You are welcome to copy, modify or redistribute the
fr: Vous êtes invité à copier, modifier ou redistribuer le

source: You can change this behavior in the settings.
fr: Vous pouvez modifier ce comportement dans les paramètres.

source: according to the GPL version 3 license.
fr: conformément à la licence GPL version 3.

source: and available
fr: et disponible

source: and in the mobile application have the same meanings.
fr: et dans l'application mobile ont la même signification.

source: click on the red text to see the suspisious elements
fr: cliquez sur le texte en rouge pour voir les éléments suspects

source: contact us
fr: nous contacter

source: encrypted
fr: chiffré

source: here
fr: ici

source: source code
fr: code source

source: times
fr: fois

source: with a one way function) by your smartphone then sent to our collaborative database.
fr: avec une fonction à sens unique) par votre smartphone puis envoyé à notre base de données collaborative.
